# PrevSObj

## Description
Function PrevSObj returns the previous selected object in the list preceding the referenced object.&lt;BR&gt;

```pascal
FUNCTION PrevSObj(h : HANDLE) : HANDLE;
```

```python

def vs.PrevSObj(h):
    return HANDLE
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE|Handle to object.|

## Version
Availability: from MiniCAD
## Category
* Document List Handling